Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Keep Editing
de: Bearbeiten Sie weiter
es: Sigue editando
fr: Continuer à modifier
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집하세요
pt_br: Continue editando
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keep Working
de: Weiterarbeiten
es: Sigue trabajando
fr: Continuez à travailler
it: Continua a lavorare
ja: 働き続けてください
ko: 계속 일하세요
pt_br: Continue trabalhando
zh_hans: 继续工作
zh_hant: 繼續工作

source: Keeping %@ selected unless the replacement succeeds.
de: %@ bleibt ausgewählt, es sei denn, die Ersetzung ist erfolgreich.
es: Mantener seleccionado %@ a menos que el reemplazo sea exitoso.
fr: Conserver %@ sélectionné sauf si le remplacement réussit.
it: Mantenere selezionato %@ a meno che la sostituzione non abbia esito positivo.
ja: 置換が成功しない限り、%@ が選択されたままになります。
ko: 교체가 성공하지 않는 한 %@를 선택한 상태로 유지합니다.
pt_br: Manter %@ selecionado, a menos que a substituição seja bem-sucedida.
zh_hans: 保持选择%@，除非替换成功。
zh_hant: 保持選擇%@，除非替換成功。

source: Language Sessions
de: Sprachsitzungen
es: Sesiones de Idiomas
fr: Séances linguistiques
it: Sessioni linguistiche
ja: 言語セッション
ko: 언어 세션
pt_br: Sessões de idiomas
zh_hans: 语言课程
zh_hant: 語言課程

source: Last Successful Response
de: Letzte erfolgreiche Antwort
es: Última respuesta exitosa
fr: Dernière réponse réussie
it: Ultima risposta riuscita
ja: 最後に成功した応答
ko: 마지막 성공 응답
pt_br: Última resposta bem-sucedida
zh_hans: 最后成功响应
zh_hant: 最後成功響應

source: Listening…
de: Zuhören…
es: Escuchando…
fr: Écoute…
it: Ascolto…
ja: 聞いています…
ko: 듣고 있어요…
pt_br: Ouvindo…
zh_hans: 听力...
zh_hant: 聽力...

source: Live reasoning and segment inspection requires an OS 27 runtime.
de: Live Reasoning und Segmentinspektion erfordern eine OS 27-Laufzeitumgebung.
es: El razonamiento en vivo y la inspección de segmentos requieren un tiempo de ejecución de OS 27.
fr: Le raisonnement en direct et l'inspection des segments nécessitent un environnement d'exécution OS 27.
it: Il ragionamento in tempo reale e l'ispezione dei segmenti richiedono un runtime OS 27.
ja: ライブ推論とセグメント検査には、OS 27 ランタイムが必要です。
ko: 실시간 추론 및 세그먼트 검사에는 OS 27 런타임이 필요합니다.
pt_br: O raciocínio em tempo real e a inspeção de segmento requerem um tempo de execução do OS 27.
zh_hans: 实时推理和段检查需要 OS 27 运行时。
zh_hant: 即時推理和段檢查需要 OS 27 運行時。

source: Live reasoning levels require the Xcode 27 SDK and an OS 27 runtime.
de: Live Reasoning-Level erfordern das Xcode 27 SDK und eine OS 27-Laufzeit.
es: Los niveles de razonamiento en vivo requieren el SDK Xcode 27 y un tiempo de ejecución de OS 27.
fr: Les niveaux de raisonnement en direct nécessitent le SDK Xcode 27 et un runtime OS 27.
it: I livelli di ragionamento live richiedono l'SDK Xcode 27 e un runtime OS 27.
ja: ライブ推論レベルには、Xcode 27 SDK と OS 27 ランタイムが必要です。
ko: 실시간 추론 수준에는 Xcode 27 SDK 및 OS 27 런타임이 필요합니다.
pt_br: Os níveis de raciocínio ao vivo requerem o SDK Xcode 27 e um tempo de execução do OS 27.
zh_hans: 实时推理级别需要 Xcode 27 SDK 和 OS 27 运行时。
zh_hant: 即時推理等級需要 Xcode 27 SDK 和 OS 27 運行時。

source: Live tool-calling modes require the Xcode 27 SDK and an OS 27 runtime.
de: Live-Werkzeugaufrufmodi erfordern das Xcode 27 SDK und eine OS 27-Laufzeitumgebung.
es: Los modos de llamada de herramientas en vivo requieren el SDK Xcode 27 y un tiempo de ejecución de OS 27.
fr: Les modes d'appel d'outils en direct nécessitent le SDK Xcode 27 et un runtime OS 27.
it: Le modalità di chiamata degli strumenti live richiedono l'SDK Xcode 27 e un runtime OS 27.
ja: ライブツール呼び出しモードには、Xcode 27 SDK と OS 27 ランタイムが必要です。
ko: 실시간 도구 호출 모드에는 Xcode 27 SDK 및 OS 27 런타임이 필요합니다.
pt_br: Os modos de chamada de ferramenta ao vivo requerem o SDK Xcode 27 e um tempo de execução do OS 27.
zh_hans: 实时工具调用模式需要 Xcode 27 SDK 和 OS 27 运行时。
zh_hant: 即時工具呼叫模式需要 Xcode 27 SDK 和 OS 27 運行時。

source: Live trajectory capture requires an OS 27 runtime.
de: Für die Live-Trajektorienerfassung ist eine OS 27-Laufzeitumgebung erforderlich.
es: La captura de trayectoria en vivo requiere un tiempo de ejecución de OS 27.
fr: La capture de trajectoire en direct nécessite un runtime OS 27.
it: L'acquisizione della traiettoria in tempo reale richiede un runtime OS 27.
ja: ライブ軌跡キャプチャには OS 27 ランタイムが必要です。
ko: 실시간 궤적 캡처에는 OS 27 런타임이 필요합니다.
pt_br: A captura de trajetória ao vivo requer um tempo de execução OS 27.
zh_hans: 实时轨迹捕获需要 OS 27 运行时。
zh_hant: 即時軌跡捕捉需要 OS 27 運行時。

source: Loading Health data…
de: Gesundheitsdaten werden geladen…
es: Cargando datos de salud...
fr: Chargement des données de santé…
it: Caricamento dati sanitari…
ja: 健康データを読み込み中…
ko: 건강 데이터 로드 중…
pt_br: Carregando dados de saúde…
zh_hans: 正在加载健康数据...
zh_hant: 正在載入健康數據...

source: Loading supported languages…
de: Unterstützte Sprachen werden geladen…
es: Cargando idiomas admitidos...
fr: Chargement des langues prises en charge…
it: Caricamento delle lingue supportate…
ja: サポートされている言語を読み込み中…
ko: 지원되는 언어를 로드하는 중…
pt_br: Carregando idiomas suportados…
zh_hans: 正在加载支持的语言...
zh_hant: 正在載入支援的語言...

source: Loads a selected built-in tool recipe into Playground.
de: Lädt ein ausgewähltes integriertes Werkzeugrezept in Playground.
es: Carga una receta de herramienta integrada seleccionada en Playground.
fr: Charge une recette d'outil intégré sélectionnée dans Playground.
it: Carica la ricetta di uno strumento integrato selezionato in Playground.
ja: 選択した組み込みツールのレシピを Playground にロードします。
ko: 선택한 내장 도구 레시피를 플레이그라운드에 로드합니다.
pt_br: Carrega uma receita de ferramenta integrada selecionada no Playground.
zh_hans: 将选定的内置工具配方加载到 Playground 中。
zh_hant: 將選定的內建工具配方載入到 Playground 中。

source: Local Spotlight Index
de: Lokaler Spotlight-Index
es: Índice local Spotlight
fr: Index local Spotlight
it: Indice locale Spotlight
ja: ローカル Spotlight インデックス
ko: 로컬 Spotlight 인덱스
pt_br: Índice local Spotlight
zh_hans: 本地 Spotlight 索引
zh_hant: 本機 Spotlight 索引

source: Local executions
de: Lokale Ausführungen
es: Ejecuciones locales
fr: Exécutions locales
it: Esecuzioni locali
ja: ローカル処刑
ko: 현지 처형
pt_br: Execuções locais
zh_hans: 本地执行
zh_hant: 本地執行

source: Local tool data
de: Lokale Werkzeugdaten
es: Datos de herramientas locales
fr: Données d'outils locales
it: Dati utensile locale
ja: ローカルツールデータ
ko: 로컬 도구 데이터
pt_br: Dados locais da ferramenta
zh_hans: 本地刀具数据
zh_hant: 本地刀具數據

source: Localized App Pattern
de: Lokalisiertes App-Muster
es: Patrón de aplicación localizada
fr: Modèle d'application localisé
it: Modello app localizzato
ja: ローカライズされたアプリのパターン
ko: 현지화된 앱 패턴
pt_br: Padrão de aplicativo localizado
zh_hans: 本地化应用模式
zh_hant: 本地化應用模式

source: Looks up current weather for a location.
de: Sucht nach dem aktuellen Wetter für einen Ort.
es: Busca el clima actual para una ubicación.
fr: Recherche la météo actuelle pour un emplacement.
it: Cerca il tempo attuale per una posizione.
ja: 場所の現在の天気を検索します。
ko: 특정 위치의 현재 날씨를 조회합니다.
pt_br: Procura o clima atual para um local.
zh_hans: 查找某个位置的当前天气。
zh_hant: 找出某個位置的當前天氣。

source: Maximum items: %lld
de: Maximale Anzahl an Artikeln: %lld
es: Número máximo de artículos: %lld
fr: Nombre maximum d'articles : %lld
it: Numero massimo di articoli: %lld
ja: 最大アイテム数: %lld
ko: 최대 품목 수: %lld
pt_br: Máximo de itens: %lld
zh_hans: 最大物品数：%lld
zh_hant: 最大物品數：%lld

source: Measured Resolution Notes
de: Hinweise zur gemessenen Auflösung
es: Notas de resolución medida
fr: Notes de résolution mesurée
it: Note sulla risoluzione misurata
ja: 測定解像度のメモ
ko: 측정된 해상도 참고 사항
pt_br: Notas de resolução medida
zh_hans: 测量分辨率注释
zh_hant: 測量解析度註釋

source: Measurements returned by HealthKit for this device. Missing values stay unavailable.
de: Von HealthKit für dieses Gerät zurückgegebene Messungen. Fehlende Werte bleiben nicht verfügbar.
es: Mediciones devueltas por HealthKit para este dispositivo. Los valores faltantes no están disponibles.
fr: Mesures renvoyées par HealthKit pour cet appareil. Les valeurs manquantes restent indisponibles.
it: Misure restituite da HealthKit per questo dispositivo. I valori mancanti rimangono non disponibili.
ja: このデバイスの HealthKit によって返された測定値。欠損値は利用できないままになります。
ko: 이 장치에 대해 HealthKit에서 반환한 측정값입니다. 누락된 값은 계속 사용할 수 없습니다.
pt_br: Medições retornadas por HealthKit para este dispositivo. Os valores ausentes permanecem indisponíveis.
zh_hans: HealthKit 为此设备返回的测量值。缺失值仍然不可用。
zh_hant: HealthKit 為此設備傳回的測量值。缺失值仍然不可用。

source: Memory, thermal state, context use, failures, and Private Cloud Compute quota state.
de: Speicher, thermischer Zustand, Kontextnutzung, Fehler und Private Cloud Compute-Kontingentstatus.
es: Memoria, estado térmico, uso de contexto, fallas y estado de cuota Private Cloud Compute.
fr: Mémoire, état thermique, utilisation du contexte, échecs et état du quota Private Cloud Compute.
it: Memoria, stato termico, utilizzo del contesto, errori e stato della quota Private Cloud Compute.
ja: メモリ、温度状態、コンテキストの使用、障害、および Private Cloud Compute クォータの状態。
ko: 메모리, 열 상태, 컨텍스트 사용, 오류 및 Private Cloud Compute 할당량 상태.
pt_br: Memória, estado térmico, uso de contexto, falhas e estado de cota Private Cloud Compute.
zh_hans: 内存、热状态、上下文使用、故障和 Private Cloud Compute 配额状态。
zh_hant: 記憶體、熱狀態、情境使用、故障和 Private Cloud Compute 配額狀態。

source: Message copied to the clipboard
de: Nachricht in die Zwischenablage kopiert
es: Mensaje copiado al portapapeles
fr: Message copié dans le presse-papiers
it: Messaggio copiato negli appunti
ja: メッセージがクリップボードにコピーされました
ko: 메시지가 클립보드에 복사되었습니다.
pt_br: Mensagem copiada para a área de transferência
zh_hans: 消息已复制到剪贴板
zh_hant: 訊息已複製到剪貼簿

source: Minimum items: %lld
de: Mindestanzahl an Artikeln: %lld
es: Artículos mínimos: %lld
fr: Éléments minimum : %lld
it: Articoli minimi: %lld
ja: 最小項目: %lld
ko: 최소 품목: %lld
pt_br: Itens mínimos: %lld
zh_hans: 最低数量：%lld
zh_hant: 最低數量：%lld

source: Missing calls
de: Verpasste Anrufe
es: Llamadas perdidas
fr: Appels manquants
it: Chiamate perse
ja: 不在着信
ko: 부재중 전화
pt_br: Chamadas perdidas
zh_hans: 未接来电
zh_hant: 未接來電

# Missing: %@ %@
source: Missing: %1$@ %2$@
de: Fehlt: %1$@ %2$@
es: Falta: %1$@ %2$@
fr: Manquant : %1$@ %2$@
it: Mancante: %1$@ %2$@
ja: 欠落: %1$@ %2$@
ko: 누락: %1$@ %2$@
pt_br: Ausente: %1$@ %2$@
zh_hans: 缺失：%1$@ %2$@
zh_hant: 缺失：%1$@ %2$@

source: Model Response
de: Modellantwort
es: Respuesta del modelo
fr: Réponse du modèle
it: Risposta del modello
ja: モデルの応答
ko: 모델 응답
pt_br: Resposta do modelo
zh_hans: 模型响应
zh_hant: 模型響應

source: Model Summary
de: Modellübersicht
es: Resumen del modelo
fr: Résumé du modèle
it: Riepilogo del modello
ja: モデル概要
ko: 모델 요약
pt_br: Resumo do modelo
zh_hans: 型号汇总
zh_hant: 型號匯總

source: Model response
de: Modellantwort
es: Respuesta modelo
fr: Réponse du modèle
it: Risposta del modello
ja: モデル応答
ko: 모델 반응
pt_br: Resposta do modelo
zh_hans: 模型响应
zh_hant: 模型響應

source: Multilingual Responses
de: Mehrsprachige Antworten
es: Respuestas multilingües
fr: Réponses multilingues
it: Risposte multilingue
ja: 多言語対応
ko: 다국어 대응
pt_br: Respostas multilíngues
zh_hans: 多语言回复
zh_hant: 多語言回复

source: Needs attention
de: Benötigt Aufmerksamkeit
es: Necesita atención
fr: Attention requise
it: Ha bisogno di attenzione
ja: 注意が必要です
ko: 주의가 필요함
pt_br: Precisa de atenção
zh_hans: 需要注意
zh_hant: 需要注意

source: No Foundation Models runtime is ready on this Mac.
de: Auf diesem Mac ist keine Foundation Models-Laufzeit bereit.
es: No hay ningún tiempo de ejecución Foundation Models listo en esta Mac.
fr: Aucun runtime Foundation Models n'est prêt sur ce Mac.
it: Nessun runtime Foundation Models pronto su questo Mac.
ja: この Mac では Foundation Models ランタイムが準備されていません。
ko: 이 Mac에는 Foundation Models 런타임이 준비되어 있지 않습니다.
pt_br: Nenhum tempo de execução do Foundation Models está pronto neste Mac.
zh_hans: 此 Mac 上没有准备好 Foundation Models 运行时。
zh_hant: 此 Mac 上沒有準備好 Foundation Models 運行時。

source: No Health Data Available
de: Keine Gesundheitsdaten verfügbar
es: No hay datos de salud disponibles
fr: Aucune donnée de santé disponible
it: Nessun dato sanitario disponibile
ja: 利用可能な健康データがありません
ko: 건강 데이터가 없습니다.
pt_br: Nenhum dado de saúde disponível
zh_hans: 没有可用的健康数据
zh_hant: 沒有可用的健康數據

source: No Languages Reported
de: Keine Sprachen gemeldet
es: No se informaron idiomas
fr: Aucune langue signalée
it: Nessuna lingua segnalata
ja: 言語は報告されていません
ko: 보고된 언어 없음
pt_br: Nenhum idioma informado
zh_hans: 未报告语言
zh_hant: 未報告語言

source: No Observed Trajectory
de: Keine beobachtete Flugbahn
es: No se observa trayectoria
fr: Aucune trajectoire observée
it: Nessuna traiettoria osservata
ja: 観測された軌道はありません
ko: 관측된 궤적 없음
pt_br: Nenhuma trajetória observada
zh_hans: 未观察到轨迹
zh_hant: 未觀察到軌跡

source: No Sources
de: Keine Quellen
es: Sin fuentes
fr: Aucune source
it: Nessuna fonte
ja: 出典なし
ko: 출처 없음
pt_br: Sem fontes
zh_hans: 无来源
zh_hant: 無來源

source: No Transcript Yet
de: Noch kein Transkript
es: Aún no hay transcripción
fr: Aucune transcription pour l'instant
it: Ancora nessuna trascrizione
ja: トランスクリプトはまだありません
ko: 아직 성적표가 없습니다
pt_br: Nenhuma transcrição ainda
zh_hans: 还没有成绩单
zh_hant: 還沒有成績單

source: No bridge folder was selected.
de: Es wurde kein Bridge-Ordner ausgewählt.
es: No se seleccionó ninguna carpeta puente.
fr: Aucun dossier de pont n'a été sélectionné.
it: Non è stata selezionata alcuna cartella bridge.
ja: ブリッジ フォルダーが選択されていません。
ko: 브리지 폴더가 선택되지 않았습니다.
pt_br: Nenhuma pasta bridge foi selecionada.
zh_hans: 未选择桥接文件夹。
zh_hant: 未選擇橋接資料夾。

source: No details were recorded.
de: Es wurden keine Details erfasst.
es: No se registraron detalles.
fr: Aucun détail n'a été enregistré.
it: Nessun dettaglio è stato registrato.
ja: 詳細は記録されていません。
ko: 세부정보가 기록되지 않았습니다.
pt_br: Nenhum detalhe foi registrado.
zh_hans: 未记录任何详细信息。
zh_hant: 未記錄任何詳細資料。

source: No displayable output segments were emitted.
de: Es wurden keine anzeigbaren Ausgabesegmente ausgegeben.
es: No se emitieron segmentos de salida visualizables.
fr: Aucun segment de sortie affichable n'a été émis.
it: Non è stato emesso alcun segmento di output visualizzabile.
ja: 表示可能な出力セグメントが出力されませんでした。
ko: 표시 가능한 출력 세그먼트가 방출되지 않았습니다.
pt_br: Nenhum segmento de saída exibível foi emitido.
zh_hans: 未发出可显示的输出段。
zh_hant: 未發出可顯示的輸出段。

source: No displayable segments were emitted.
de: Es wurden keine anzeigbaren Segmente ausgegeben.
es: No se emitieron segmentos visualizables.
fr: Aucun segment affichable n'a été émis.
it: Non è stato emesso alcun segmento visualizzabile.
ja: 表示可能なセグメントが出力されませんでした。
ko: 표시 가능한 세그먼트가 방출되지 않았습니다.
pt_br: Nenhum segmento exibível foi emitido.
zh_hans: 未发出可显示的段。
zh_hant: 未發出可顯示的段。

source: No text output
de: Keine Textausgabe
es: Sin salida de texto
fr: Aucune sortie de texte
it: Nessun output di testo
ja: テキスト出力なし
ko: 텍스트 출력 없음
pt_br: Sem saída de texto
zh_hans: 无文本输出
zh_hant: 無文字輸出

source: No tool call or output entries were present in this session transcript.
de: In diesem Sitzungsprotokoll waren keine Werkzeugaufruf- oder Ausgabeeinträge vorhanden.
es: No hubo llamadas de herramientas ni entradas de salida en esta transcripción de sesión.
fr: Aucun appel d'outil ou entrée de sortie n'était présent dans cette transcription de session.
it: Nella trascrizione di questa sessione non erano presenti chiamate allo strumento o voci di output.
ja: このセッション記録にはツール呼び出しまたは出力エントリが存在しませんでした。
ko: 이 세션 기록에는 도구 호출 또는 출력 항목이 없습니다.
pt_br: Nenhuma chamada de ferramenta ou entrada de saída estava presente nesta transcrição da sessão.
zh_hans: 此会话记录中不存在工具调用或输出条目。
zh_hant: 此會話記錄中不存在工具呼叫或輸出條目。

source: No transcript was recorded for this run
de: Für diesen Lauf wurde kein Transkript aufgezeichnet
es: No se registró ninguna transcripción para esta ejecución
fr: Aucune transcription n'a été enregistrée pour cette exécution
it: Nessuna trascrizione è stata registrata per questa esecuzione
ja: この実行ではトランスクリプトは記録されませんでした
ko: 이 실행에 대한 기록이 기록되지 않았습니다.
pt_br: Nenhuma transcrição foi gravada para esta execução
zh_hans: 本次运行没有记录任何成绩单
zh_hant: 本次運行沒有記錄任何成績單

source: Not reported
de: Nicht gemeldet
es: No reportado
fr: Non signalé
it: Non segnalato
ja: 報告されていません
ko: 보고되지 않음
pt_br: Não relatado
zh_hans: 未报告
zh_hant: 未報告

source: Not run yet
de: Noch nicht ausgeführt
es: Aún no se ha ejecutado
fr: Pas encore exécuté
it: Non ancora eseguito
ja: まだ実行されていません
ko: 아직 실행되지 않음
pt_br: Ainda não executado
zh_hans: 尚未运行
zh_hant: 尚未運行

source: Observation Boundary
de: Beobachtungsgrenze
es: Límite de observación
fr: Limite d'observation
it: Confine di osservazione
ja: 観測境界
ko: 관측경계
pt_br: Limite de observação
zh_hans: 观察边界
zh_hant: 觀察邊界

source: Observed Results
de: Beobachtete Ergebnisse
es: Resultados observados
fr: Résultats observés
it: Risultati osservati
ja: 観察結果
ko: 관찰 결과
pt_br: Resultados observados
zh_hans: 观察结果
zh_hant: 觀察結果

source: Observed Transcript
de: Beobachtetes Transkript
es: Transcripción observada
fr: Transcription observée
it: Trascrizione osservata
ja: 観察された記録
ko: 관찰 기록
pt_br: Transcrição Observada
zh_hans: 观察记录
zh_hant: 觀察記錄

source: Observed Transcript Path
de: Beobachteter Transkriptpfad
es: Ruta de transcripción observada
fr: Chemin de transcription observé
it: Percorso della trascrizione osservata
ja: 観察された転写パス
ko: 관찰된 성적 증명서 경로
pt_br: Caminho de transcrição observado
zh_hans: 观察到的转录本路径
zh_hant: 觀察到的轉錄物路徑

source: Observed calls
de: Beobachtete Anrufe
es: Llamadas observadas
fr: Appels observés
it: Chiamate osservate
ja: 観察された通話
ko: 관찰된 통화
pt_br: Chamadas observadas
zh_hans: 观察到的调用
zh_hant: 觀察到的調用

source: Observed comparison
de: Beobachteter Vergleich
es: Comparación observada
fr: Comparaison observée
it: Confronto osservato
ja: 観察された比較
ko: 관찰된 비교
pt_br: Comparação observada
zh_hans: 观察比较
zh_hant: 觀察比較

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Spento
ja: オフ
ko: 끄기
pt_br: Desligado
zh_hans: 关
zh_hant: 關

source: One-Shot Prompt
de: One-Shot-Eingabeaufforderung
es: Mensaje de un solo disparo
fr: Invite unique
it: Richiesta di un colpo
ja: ワンショットプロンプト
ko: 원샷 프롬프트
pt_br: Solicitação única
zh_hans: 一键提示
zh_hant: 一鍵提示

source: Opens Playground in Foundation Lab.
de: Öffnet den Spielplatz in Foundation Lab.
es: Abre el patio de juegos en Foundation Lab.
fr: Ouvre Playground dans Foundation Lab.
it: Apre il parco giochi in Foundation Lab.
ja: Foundation Lab にプレイグラウンドを開きます。
ko: Foundation Lab에서 플레이그라운드를 엽니다.
pt_br: Abre o Playground em Foundation Lab.
zh_hans: 在Foundation Lab开设游乐场。
zh_hant: 在Foundation Lab開設遊樂場。

source: Opens a selected dynamic schema lab in Foundation Lab.
de: Öffnet ein ausgewähltes dynamisches Schema-Labor in Foundation Lab.
es: Abre un laboratorio de esquema dinámico seleccionado en Foundation Lab.
fr: Ouvre un laboratoire de schéma dynamique sélectionné dans Foundation Lab.
it: Apre un laboratorio di schemi dinamici selezionato in Foundation Lab.
ja: Foundation Lab で選択した動的スキーマ ラボを開きます。
ko: Foundation Lab에서 선택한 동적 스키마 랩을 엽니다.
pt_br: Abre um laboratório de esquema dinâmico selecionado em Foundation Lab.
zh_hans: 在 Foundation Lab 中打开选定的动态模式实验室。
zh_hant: 在 Foundation Lab 中開啟選定的動態模式實驗室。

source: Opens a selected example from the Foundation Lab Library.
de: Öffnet ein ausgewähltes Beispiel aus der Foundation Lab-Bibliothek.
es: Abre un ejemplo seleccionado de la biblioteca Foundation Lab.
fr: Ouvre un exemple sélectionné dans la bibliothèque Foundation Lab.
it: Apre un esempio selezionato dalla libreria Foundation Lab.
ja: Foundation Lab ライブラリから選択した例を開きます。
ko: Foundation Lab 라이브러리에서 선택한 예제를 엽니다.
pt_br: Abre um exemplo selecionado da biblioteca Foundation Lab.
zh_hans: 打开 Foundation Lab 库中选定的示例。
zh_hant: 開啟 Foundation Lab 庫中選定的範例。

source: Opens a selected language lab in Foundation Lab.
de: Öffnet ein ausgewähltes Sprachlabor in Foundation Lab.
es: Abre un laboratorio de idiomas seleccionado en Foundation Lab.
fr: Ouvre un laboratoire de langue sélectionné dans Foundation Lab.
it: Apre un laboratorio linguistico selezionato in Foundation Lab.
ja: Foundation Lab で選択した言語ラボを開きます。
ko: Foundation Lab에서 선택한 어학 실습실을 엽니다.
pt_br: Abre um laboratório de idiomas selecionado em Foundation Lab.
zh_hans: 在 Foundation Lab 中打开选定的语言实验室。
zh_hant: 在 Foundation Lab 中開啟選定的語言實驗室。

source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pt_br: Opções
zh_hans: 选项
zh_hant: 選項

source: Output tokens
de: Ausgabetoken
es: Fichas de salida
fr: Jetons de sortie
it: Gettoni di uscita
ja: 出力トークン
ko: 출력 토큰
pt_br: Tokens de saída
zh_hans: 输出代币
zh_hant: 輸出代幣

source: Output · %@
de: Ausgabe · %@
es: Salida · %@
fr: Sortie · %@
it: Uscita · %@
ja: 出力・%@
ko: 출력 · %@
pt_br: Saída · %@
zh_hans: 输出·%@
zh_hant: 輸出·%@

source: Overview
de: Übersicht
es: Descripción general
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
pt_br: Visão geral
zh_hans: 概述
zh_hant: 概述

source: PDF, Markdown, plain text, HTML, or RTF
de: PDF, Markdown, Nur-Text, HTML oder RTF
es: PDF, Markdown, texto sin formato, HTML o RTF
fr: PDF, Markdown, texte brut, HTML ou RTF
it: PDF, Markdown, testo semplice, HTML o RTF
ja: PDF、マークダウン、プレーンテキスト、HTML、または RTF
ko: PDF, 마크다운, 일반 텍스트, HTML 또는 RTF
pt_br: PDF, Markdown, texto simples, HTML ou RTF
zh_hans: PDF、Markdown、纯文本、HTML 或 RTF
zh_hant: PDF、Markdown、純文字、HTML 或 RTF

source: Parsed Meal
de: Geparste Mahlzeit
es: Comida analizada
fr: Repas analysé
it: Pasto analizzato
ja: 解析された食事
ko: 파삭한 식사
pt_br: Refeição Analisada
zh_hans: 解析餐
zh_hant: 解析餐

source: Partial
de: Teilweise
es: Parcial
fr: Partiel
it: Parziale
ja: 部分的
ko: 일부
pt_br: Parcial
zh_hans: 部分
zh_hant: 部分

source: Paste invoice text
de: Rechnungstext einfügen
es: Pegar texto de factura
fr: Coller le texte de la facture
it: Incolla il testo della fattura
ja: 請求書のテキストを貼り付けます
ko: 송장 텍스트 붙여넣기
pt_br: Colar o texto da fatura
zh_hans: 粘贴发票文本
zh_hant: 貼上發票文本

# Position %lld: expected %@, observed %@
source: Position %1$lld: expected %2$@, observed %3$@
de: Position %1$lld: erwartet %2$@, beobachtet %3$@
es: Posición %1$lld: esperado %2$@, observado %3$@
fr: Position %1$lld : %2$@ attendue, %3$@ observée
it: Posizione %1$lld: prevista %2$@, osservata %3$@
ja: 位置 %1$lld: 予想される %2$@、観測される %3$@
ko: 위치 %1$lld: 예상된 %2$@, 관찰된 %3$@
pt_br: Posição %1$lld: esperado %2$@, observado %3$@
zh_hans: 位置 %1$lld：预期为 %2$@，观察到 %3$@
zh_hant: 位置 %1$lld：預期為 %2$@，觀察到 %3$@

source: Position mismatches
de: Positionskonflikte
es: Discrepancias de posición
fr: Incohérences de position
it: Mancate corrispondenze di posizione
ja: 位置の不一致
ko: 위치 불일치
pt_br: Incompatibilidades de posição
zh_hans: 位置不匹配
zh_hant: 位置不匹配

source: Preparing voice mode
de: Sprachmodus vorbereiten
es: Preparando el modo de voz
fr: Préparation du mode vocal
it: Preparazione della modalità vocale
ja: 音声モードの準備中
ko: 음성 모드 준비 중
pt_br: Preparando modo de voz
zh_hans: 准备语音模式
zh_hant: 準備語音模式

source: Preview sample notes
de: Vorschau der Beispielnotizen
es: Vista previa de notas de muestra
fr: Aperçu des exemples de notes
it: Anteprima delle note di esempio
ja: サンプルノートをプレビューする
ko: 샘플 노트 미리보기
pt_br: Visualizar amostras de notas
zh_hans: 预览示例笔记
zh_hant: 預覽範例筆記

source: Private Cloud Compute couldn’t complete the request. Try again later.
de: Private Cloud Compute konnte die Anfrage nicht abschließen. Versuchen Sie es später noch einmal.
es: Private Cloud Compute no pudo completar la solicitud. Vuelve a intentarlo más tarde.
fr: Private Cloud Compute n'a pas pu terminer la demande. Réessayez plus tard.
it: Private Cloud Compute non è riuscito a completare la richiesta. Riprova più tardi.
ja: Private Cloud Compute はリクエストを完了できませんでした。後でもう一度試してください。
ko: Private Cloud Compute가 요청을 완료하지 못했습니다. 나중에 다시 시도하세요.
pt_br: Private Cloud Compute não conseguiu concluir a solicitação. Tente novamente mais tarde.
zh_hans: Private Cloud Compute 无法完成请求。稍后再试。
zh_hant: Private Cloud Compute 無法完成請求。稍後再試。
